Repository: marcoscarpetta/scopy
Catalog: po/*.po
Languages: he

source: Player
he: שחקן

source: Classic scopa
he: סקופא קלאסי

source: Game summary
he: סיכם משחק

source: OK
he: אישור

source: You won!
he: ניצחת!

source: I won!
he: ניצחתי!

source: Computer
he: מחשב

source: Cirulla
he: קירולה

source: Cucita
he: קוציתה

source: Re Bello
he: ריבלו

source: Sum lower then 9
he: סכום כולל נמוך יותר מן 9

source: and 3 egual cards
he: וגם 3 קלפי איגואל

source: 3 egual cards
he: 3 קלפי איגואל

source: What do you take?
he: מה אתה לוקח?

source: Remaining rounds:
he: סיבובים נותרים:

source: It's your turn
he: עכשיו תורך

source: I start
he: אני מתחיל

source: Help
he: עזרה

source: About
he: אודות

source: The italian card game "scopa"
he: משחק הקלפים האיטלקי "סקופא"

source: Edit
he: עריכה

source: Show last move
he: הצג תור אחרון

source: Hide last move
he: הסתר תור אחרון

source: Computer played ... and took ...
he: מחשב שיחק ... ולקח ...

source: File
he: קובץ

source: Play online...
he: שחק אונליין...

source: Online game...
he: משחק אונליין...

source: Username:
he: שם משתמש:

source: Password:
he: סיסמה:

source: Repeat password:
he: חזור על סיסמה:

source: Remember account:
he: זכור סיסמה:

source: Login
he: התחבר

source: Register
he: הרשם

source: People
he: אנשים

source: User
he: משתמש

source: Won
he: ניצח

source: Lost
he: הפסיד

source: Status
he: מצב

source: Disconnect
he: התנתק

source: Account successfully created!
he: חשבון נוצר בהצלחה!

source: Registration error
he: שגיאת רישום

source: Online game request
he: בקשת משחק אונליין

source: You can't play with %(player)s because he is '%(game)s'
he: אתה לא יכול לשחק עם %(player)s מכיוון שהוא '%(game)s'

source: %(player)s wants to play a "%(game)s" game with you. Do you accept the challenge?
he: ‏%(player)s רוצה לשחק משחק "%(game)s" עמך. האם ברצונך לקבל את האתגר?

source: Start game!
he: התחל משחק!

source: %s accepted your game request.
he: ‏%s קיבל את בקשת המשחק שלך.

source: %s refused your game request.
he: ‏%s סירב לבקשת המשחק שלך.

source: Quit
he: יציאה

source: Settings
he: הגדרות

source: Edit Settings
he: ערוך הגדרות

source: Chose the type of cards:
he: בחר טיפוס של קלפים:

source: Speed:
he: מהירות:

source: Background:
he: רקע אחורי:

source: New game...
he: משחק חדש...

source: Name:
he: שם:

source: Variant:
he: גרסא:
